Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/likestilling_mellom_kjonn.html.tmx
Source language: nob
Languages: sme

source: Likestilling mellom kjønn
sme: Dásseárvu sohkabeliid gaskka

source: Sametinget arbeider for å oppnå et likestilt samisk samfunn med like rettigheter, plikter og muligheter for alle.
sme: Sámediggi bargá dan ala ahte juksat dásseárvvu nu ahte sámi servodagas leat buohkain ovttalágan vuoigatvuođat, geatnegasvuođat ja vejolašvuođat.

source: Utgangspunktet for dette arbeidet er at likestilling berører alle samfunnsområder og er derfor en integrert del av vårt arbeid.
sme: Vuolggasadji dán bargui lea ahte dásseárvu guoská buot servodatsurggiide ja danne lea integrerejuvvon oassi min barggus.

source: Sametinget vedtok i 2012 en redegjørelse om kjønnslikestilling .
sme: Sámediggi mearridii 2012:s čilgehusa sohkabeliid dásseárvvu birra .

source: Redegjørelsen tar opp ulike områder der kjønn kan være til hinder for likestilling.
sme: Čilgehusas váldojuvvojit ovdan sierra suorggit main sohkabealli sáhttá hehttet dásseárvvu.

source: Noen områder handler om hvordan vi skal arbeide for å hindre kjønnsdiskriminering generelt.
sme: Muhtun surggiin lea sáhka movt mii galgat eastadit sohkabealvealaheami oppalaččat.

source: I tillegg fokuserer redegjørelsen på utvalgte områder som kjønnsidentitet, vold i nære relasjoner og seksuell legning.
sme: Dasa lassin deattuhuvvojit čilgehusas válljejuvvon suorggit nugo sohkabealidentitehta, veahkaváldi lagaš oktavuođain ja seksuála sodju.

source: Målet er at likestilling skal implementeres i alle politikkområdet i Sametingets arbeid.
sme: Mihttomearrin lea implementeret dásseárvvu buot politihkkasurggiide Sámedikki barggus.

source: Dette innebærer i praksis at vi tidlig i alle politiske prosesser analyserer hvilke konsekvenser politikken kan få for kvinner og for menn.
sme: Dát mearkkaša geavahusas ahte mii árrat buot politihkalaš proseassain analyseret makkár váikkuhusat politihkas sáhttet leat nissonolbmuide ja almmáiolbmuide.

source: Svært lite politikk er i utgangspunktet kjønnsnøytral.
sme: Vuolggasajis lea politihkka hui unnán sohkabealnøytrála.

source: Når politikk utformes og beslutninger tas, må vi ta hensyn til kvinner og menns ulike liv, vilkår, ønsker og behov.
sme: Go politihkka hábmejuvvo ja mearrádusat dahkkojuvvojit, de fertet mii vuhtii váldit nissonolbmuid ja almmáiolbmuid sierralágan eallima, eavttuid, sávaldagaid ja dárbbuid.

source: For å oppnå likebehandling av kvinner og menn er det derfor ofte behov for ulike tiltak for kjønnene.
sme: Dávjá dárbbašuvvojit iešguđege lágan doaibmabijut sohkabeliid várás jos galgá juksat dásseárvvu nissonolbmuid ja almmáiolbmuid gaskka.

source: Viktig er det også at både kvinner og menns bidrag og innsats synliggjøres og gis verdi på de ulike politikkområdene.
sme: Deaŧalaš lea maiddái ahte sihke nissonolbmuid ja almmáiolbmuid bargu ja áŋgiruššan oainnusmahttojuvvo ja adnojuvvo árvvus iešguđege politihkkasurggiin.

source: I vårt likestillingsarbeid har vi et solidarisk ansvar for å bidra til at situasjonen for urfolk som blir diskriminert på bakgrunn av kjønn andre steder i verden blir bedre.
sme: Min dásseárvobarggus lea solidáralaš ovddasvástádus váikkuhit ahte álgoálbmogiid dilli, mat vealahuvvojit sohkabeliid vuođul eará báikkiin máilmmis buorránivččii.

source: Sametingsrådet ønsker å være til stede på internasjonale arenaer der kjønnsspørsmål er tema.
sme: Sámediggeráđđi háliida leat mielde riikkaidgaskasaš arenain gos sohkabealáššit leat fáddán.

source: Vi ønsker også å synliggjøre kjønnsdiskriminering i vårt generelle internasjonale arbeid.
sme: Mii háliidat maiddái oainnusmahttit sohkabealvealaheami min oppalaš riikkaidgaskasaš barggus.

source: Dette arbeidet må være basert på klare målsettinger for likestillingspolitikken vår, og det må baseres på et organisert samarbeid mellom urfolkskvinner.
sme: Dán barggus fertejit leat čielga mihttomearit min dásseárvopolitihkkii, ja ferte vuođđuduvvot organiserejuvvon ovttasbargui álgoálbmotnissonolbmuid gaskka.
